{
    "organisers": [
      { "image": "./assets/Home_Images/Organisers/organisers1.jpeg", "description": "The Wedding Design Company is a luxury wedding planning company founded by Vandana Mohan in 1989. The company caters to the exceptional needs of the people who seek out their dream wedding. ensure perfect planning every step of the way." },
      { "image": "./assets/Home_Images/Organisers/organisers2.jpeg", "description": "Vision Vivaah is a company founded in 2005 by S.K. Bhardwaj to plan elegant and beautiful weddings. They cater to a range of services that enable a fully functioning,They even deal individual supplier and vendors if the necessity arises." },
      { "image": "./assets/Home_Images/Organisers/organisers3.jpeg", "description": "Shaadi Squad is a new-age and modern wedding planner that has exceptionally made its place among the top event planners in India. It was founded in 2015 by Saurabh Malhotra and Manoj Mittra, along with Tharwi the luxury wedding planner. " },
      { "image": "./assets/Home_Images/Organisers/organisers4.jpeg", "description": "Dreamzkraft Weddings is an established wedding planner that was founded in 1999 by Priti-S Sidhwaani. They plan grandiose weddings and plan everything to the T. They offer various services, from venue bookings the execution of the event." },
      { "image": "./assets/Home_Images/Organisers/organisers5.jpeg", "description": "Seven Steps Weddings is an extravagant wedding planner and events company that creates the most magnificent and wonderful weddings. They also plan special events like birthdays or anniversarie make your day more special and personalised." },
      { "image": "./assets/Home_Images/Organisers/organisers6.jpeg", "description": "Motwane Entertainment & Weddings is an event planning company founded by Aditya Motwane. They specialise in luxury and destination weddings, believe in making fairytale come true, and provide luxry wedding planner and all-around service." },
      { "image": "./assets/Home_Images/Organisers/organisers7.jpeg", "description": "Magic Lights Events is the best event planner in Udaipur, founded by Sneha Paneri. Their focus is mainly on destination weddings in Rajasthan and Goa. Whether a small, intimate wedding or a grand, luxury one, they leave no detail undone." },
      { "image": "./assets/Home_Images/Organisers/organisers8.jpeg", "description": "Q Events is a Wedding design and styling company established in 2001 by Geeta Samuel. They specialise in wedding designs and the fabulous sets that are used events.They have in-house production facility that inclusive of various fabrics." },
      { "image": "./assets/Home_Images/Organisers/organisers9.jpeg", "description": "Meragi Events provides wedding services at a modest, convenient, and affordable rate. Established by Abhinav Chandrana, the company cater to the particular need and arrangement that are production facility to be executed a grand wedding." },
      { "image": "./assets/Home_Images/Organisers/organisers10.jpeg", "description": "Shreem Event is a widely recognised luxury wedding planner. The company was founded by Devanshi Parekh in 2017 and has been growing exceptionally well since. They have planned many large-scale wedding even those celebrities, cricketers. "}
    ]
  }
  